{"inkVersion":21,"root":[["\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Aku belum mendapat informasi lebih lanjut tentang selebaran yang dijatuhkan pesawat Sekutu. Apa kau tahu tentang itu?","\n","ev","str","^Itu menyerukan agar rakyat menyerah ","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Itu berisi ancaman kedatangan sekutu","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","ev","str","^2_1","/str",{"x()":"Quiz","exArgs":1},"pop","/ev","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Selebaran itu menyerukan agar rakyat menyerah kepada kekuatan Sekutu","\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Karman, pilihanmu tidak tepat. Kita tidak punya waktu untuk keraguan. Menyerah tidak akan pernah menjadi bagian dari perlawanan ini.","\n","^Ingat, kita berjuang untuk kemerdekaan, bukan untuk menyerah pada ancaman. Kembali fokus pada perjuangan kita.","\n",{"->":"Lanjut"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","ev","str","^2_2","/str",{"x()":"Quiz","exArgs":1},"pop","/ev","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Selebaran itu berisi ancaman tentang kedatangan Sekutu dan perintah untuk bersiap-siap","\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Ah, jadi itu yang terjadi. Terima kasih telah memberitahuku. Saya belum mendapat laporan tentang selebaran itu. Ancaman yang tertulis di sana tidak akan membuat kami mundur.","\n","^Justru, itu semakin menegaskan bahwa perlawanan kita harus dimulai lebih cepat. Kita harus segera merebut Gudang Don Bosco, kalau tidak kita akan tertinggal.","\n",{"->":"Lanjut"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Lanjut":[["#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Karman, sekarang kita harus fokus pada yang lebih besar. Gudang Don Bosco adalah salah satu gudang senjata terbesar yang dikuasai oleh Jepang di Asia Tenggara.","\n","^Di sanalah mereka menyimpan persenjataan paling canggih yang mereka miliki, dan itu adalah kunci utama untuk perlawanan kita.","\n","ev","str","^Kenapa Gudang Don Bosco","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Kenapa Gudang Don Bosco begitu penting, Bung? Bukankah kita sudah mempersiapkan diri dengan senjata yang ada?","\n",{"->":"Lanjut2"},{"#f":5}]}],{"#f":1}],"Lanjut2":[["#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Kita sudah berjuang dengan apa yang kita punya, Karman. Tetapi, gudang itu berisi persenjataan yang jauh lebih besar,","\n","^lebih kuat—senjata yang bisa membuat kita jauh lebih siap dalam pertempuran melawan Sekutu yang sudah semakin dekat. Itu bukan hanya soal senjata, tetapi juga tentang moral.","\n","^Jika kita berhasil merebut Gudang Don Bosco, itu akan mengubah arah perjuangan kita.","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Saya mengerti, Pak. Ini bisa memberi kita keuntungan besar.","\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Benar. Jika kita merebutnya, kita akan mendapatkan lebih dari sekadar senjata. Kita akan mendapatkan simbol kekuatan.","\n","^Ini bukan hanya soal perang, tapi soal menunjukkan kepada rakyat Surabaya bahwa kita mampu melawan. Ini adalah kesempatan yang tidak boleh terlewatkan.","\n","^Sebelum kita bergerak, ada satu hal lagi yang perlu kau pahami, Karman. Sebelum menyerang Gudang Don Bosco, kita harus belajar dari penyerangan yang sudah berhasil.","\n","^Di dua lokasi penting—Gudang Sambongan dan Kaliasin—pemuda kita berhasil merebut senjata dari Jepang.","\n","^Di sana, kita belajar banyak taktik yang bisa kita gunakan untuk operasi besar ini.","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Jadi, kita perlu mempelajari bagaimana mereka melakukannya, Bung?","\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Betul. Aku ingin kau berbicara dengan warga yang menyaksikan penyerangan dan dengan Polisi Istimewa yang terlibat.","\n","^Mereka akan memberikan wawasan berharga tentang bagaimana mereka mengatasi situasi tersebut. Ini akan membantu kita merencanakan serangan ke Gudang Don Bosco dengan lebih matang.","\n","ev","str","^ke Kaliasin","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ke Sambongan","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"KaliasinBranch"},{"#f":5}],"c-1":["\n",{"->":"SambonganBranch"},{"#f":5}]}],{"#f":1}],"KaliasinBranch":["#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Baik aku akan cari informasi di Kaliasin","\n","ev","str","^InformasiKaliasin","/str","/ev",{"VAR=":"start_quest","re":true},"end",{"#f":1}],"SambonganBranch":["#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Baik aku akan cari informasi di Sambongan","\n","ev","str","^InformasiSambongan","/str","/ev",{"VAR=":"start_quest","re":true},"end",{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"start_quest"},"/ev","end",null],"#f":1}],"listDefs":{}}