{"inkVersion":21,"root":[["#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Sabar dulu, Nak. Sebelum kita bicara soal tugas, aku ingin tahu... Kau sudah paham apa itu BKR dan kenapa organisasi ini dibentuk?","\n","ev","str","^BKR adalah Barisan Kesatuan Rakyat","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Barisan Kemanusiaan Republik","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","ev","str","^1_1","/str",{"x()":"Quiz","exArgs":1},"pop","/ev","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^BKR adalah Barisan Kesatuan Rakyat yang dibentuk untuk menjaga keamanan rakyat setelah proklamasi.","\n","#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Tepat sekali, Karman. BKR atau Barisan Keamanan Rakyat adalah organisasi yang dibentuk pada tanggal 22 Agustus 1945 dalam sidang PPKI.","\n","^Kami dibentuk untuk menjaga keamanan rakyat pasca proklamasi, terutama karena Jepang masih ada di sini, dan Belanda berusaha kembali menguasai tanah air kita.","\n",{"->":"SejarahBKR"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","ev","str","^1_2","/str",{"x()":"Quiz","exArgs":1},"pop","/ev","\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^BKR adalah Barisan Kemanusiaan Republik, kelompok pemuda yang dilatih oleh Jepang untuk menjaga ketertiban.","\n","#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Sayangnya, itu tidak tepat, Karman. Tapi tidak apa-apa, aku akan menjelaskan lebih lanjut. Dengarkan baik-baik.","\n",{"->":"SejarahBKR"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"SejarahBKR":[["#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Setelah proklamasi pada 17 Agustus 1945, situasi negeri kita belum benar-benar merdeka.","\n","^Jepang memang telah menyerah kepada Sekutu, tapi mereka masih menduduki beberapa wilayah strategis.","\n","^Sementara itu, Belanda dengan cepat berusaha kembali menjajah melalui NICA. Rakyat butuh perlindungan, Karman.","\n","^Karena itulah pada sidang PPKI tanggal 22 Agustus, diputuskan pembentukan Barisan Keamanan Rakyat.","\n","ev","str","^Sepertinya ini penting","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"SejarahBKR2"},{"#f":5}]}],{"#f":1}],"SejarahBKR2":[["#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Awalnya, BKR dibentuk hanya sebagai organisasi keamanan lokal. Tapi semangat rakyat, terutama di Surabaya, menjadikan BKR lebih dari itu.","\n","^Di Surabaya sendiri, BKR resmi dibentuk pada 9 September. Kami, termasuk aku, Moestopo, Sudirman, dan Jonosewojo, mulai mengorganisasi para pemuda.","\n","^Dr. Moestopo dipercaya sebagai pemimpin. Kami semua punya satu tujuan: mempertahankan kemerdekaan ini, bagaimanapun caranya","\n","ev","str","^Jadi, BKR bukan sekedar organisasi biasa","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","#","^speaker:Karman ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Ini benar-benar untuk melindungi rakyat dan melawan penjajah?\"","\n","#","^speaker:Kapten Soengkono ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Tepat sekali. BKR adalah wujud dari semangat perjuangan rakyat Indonesia. Kami ingin semua orang, dari pemuda hingga orang tua, tahu bahwa kita tidak akan menyerah. Dan kau, Karman, adalah bagian dari itu.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}