{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"part1":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Kau mengikuti rapat yang diadakan untuk membahas kedatangan pasukan sekutu.","\n","end",{"#f":1}],"part2":["#","^speaker:Prajurit Berani ","/#","#","^audio:null ","/#","#","^portrait:pejuang","/#","^Selamat sore komandan! rapat akan segera dimulai.","\n","#","^speaker:Moestopo ","/#","#","^audio:null ","/#","#","^portrait:moestopo","/#","^Apakah bung Jasin telah datang?","\n","#","^speaker:Prajurit Berani ","/#","#","^audio:null ","/#","#","^portrait:pejuang","/#","^Siap! Beliau sudah hadir pak.","\n","end",{"#f":1}],"part3":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Moestopo, M. Jasin dan anggota Badan Keamanan Rakyat yang lain telah berkumpul.","\n","end",{"#f":1}],"part4":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Soetomo juga hadir sebagai redaksi mengenai hasil perundingan yang diadakan hari ini.","\n","end",{"#f":1}],"part5":["#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Baiklah, rapat hari ini akan dimulai.","\n","^...","\n","^Kita akan membahas mengenai informasi bahwa pasukan sekutu akan datang tidak lama lagi.","\n","#","^speaker:Moestopo ","/#","#","^audio:pak_karto ","/#","#","^portrait:moestopo","/#","^Bagaimana persiapan BKR di Surabaya sejauh ini, bung Jasin?","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Ya... Anggota kita telah bertambah seiring waktu.","\n","^Untuk persenjataan kami masih menggunakan suplai dari bekas penggunaan pasukan PETA dan Heiho.","\n","^Tentu saja mereka, pasukan Jepang masih aktif serta bersenjata dan akan terus kami pantau.","\n","#","^speaker:Moestopo ","/#","#","^audio:pak_karto ","/#","#","^portrait:moestopo","/#","^Tentunya. Mereka telah menjadi anjing suruhan milik sekutu sejak mereka kalah oleh pasukan Amrik.","\n","^Dan yang terburuk mereka menyuruh pasukan Jepang untuk \"menjaga\" keamanan di Indonesia sebagai alih-alih.","\n","^Tidak lama lagi pasukan sekutu itu datang untuk mengambil alih untuk sekali lagi. Saya yakin akan hal itu.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Lalu bagaimana Jendral? Apa yang harus kita laksanakan?","\n","#","^speaker:Moestopo ","/#","#","^audio:pak_karto ","/#","#","^portrait:moestopo","/#","^Kita harus mendapatkan semua suplai persenjataan yang dimiliki oleh Jepang.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Mereka mendiskusikan cara memperoleh suplai senjata milik Jepang guna mempersiapkan kedatangan sekutu.","\n","^Seorang informan berdiri dan berbicara mengenai hal tersebut.","\n","end",{"#f":1}],"part6":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Ia mengatakan bahwa terdapat gudang senjata berkapasitas besar di daerah Surabaya.","\n","^Lebih tepatnya yaitu di salah satu gedung di daerah Sawahan, yang bernama gedung Don Bosco.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Gedung di daerah Sawahan?","\n","^Hmm... Ya, kalau tidak salah memang terdapat markas pasukan Jepang di sekitar sana.","\n","^Tidak ada salahnya untuk mencoba mencari informasi mengenai tempat tersebut lebih lanjut.","\n","^Ada setidaknya satu peleton pasukan Kempeitai yang tersisa menjaga tempat itu.","\n","#","^speaker:Moestopo ","/#","#","^audio:pak_karto ","/#","#","^portrait:moestopo","/#","^Sisa pasukan Kempeitai ya?","\n","^Meskipun secara resmi mereka telah dibubarkan, pengaruh mereka masih ada hingga kini.","\n","^Mereka terkenal disiplin dan tidak ragu dalam melaksanakan tugasnya.","\n","^Masing-masing dari mereka pasti memiliki persenjataan yang lengkap. Kita harus berhati-hati.","\n","#","^speaker:Soetomo ","/#","#","^audio:soetomo ","/#","#","^portrait:soetomo","/#","^Kalau begitu, serahkan pada Saya komandan!","\n","^Saya dapat menggunakan dalih untuk wawancara perihal kemerdekaan ini, atau mengenai hal yang lain.","\n","^Dengan begitu Saya dapat dengan mudah masuk ke dalam gedung itu dan dapat memantau dengan lebih jelas.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Oh! Ide bagus!","\n","^Wartawan Bung Tomo akan menggali informasi yang ada pada gedung tersebut secara langsung.","\n","^Rekan-rekan yang lain diharap untuk membantu Bung Tomo.","\n","^Setidaknya kalian mengawasinya dari luar, sedangkan Bung Tomo mengawasi dari dalam.","\n","#","^speaker:Moestopo ","/#","#","^audio:pak_karto ","/#","#","^portrait:moestopo","/#","^Bagus. Kalau begitu penyerbuan ini nantinya akan kuserahkan padamu, Bung Jasin.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Siap laksanakan, komandan.","\n","end",{"#f":1}],"part7":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Beberapa hari berlalu, hasil dari pemantauan Soetomo mengonfirmasi akan adanya suplai senjata yang sangat besar.","\n","^M. Jasin berinisiatif untuk memaksa pasukan Jepang untuk menyerahkan gudang persenjataan tersebut.","\n","^Hingga pada akhirnya,","\n","^Pada tanggal 16 September 1945...","\n","^Para pejuang yang dipimpin oleh M. Jasin dan Soetomo pergi menyerbu gudang Don Bosco.","\n","^Para tentara Jepang yang berjaga tampak bersiaga memegang sebuah senapan dan siap bertempur.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}