{"inkVersion":21,"root":[["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Suasana pertempuran semakin memanas antara para pejuang dengan tentara Jepang.","\n","^Hingga akhirnya, salah seorang perwira Kempetai meminta komandan batalyon tentara Jepang untuk menandatangani penyerahan senjata.","\n","^Komandan Batalyon lantas mengiyakan untuk menandatangani naskah serah terima tersebut.","\n","^Para pejuang memanggil Moh. Jasin sebagai pemimpin beserta Soetomo.","\n","^Mereka pergi memasuki ruangan Mayor Hashimoto, komandan batalyon pasukan Jepang.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"part2":["#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Kalian, bangsa Jepang pernah menjanjikan kemerdekaan kepada bangsa Indonesia.","\n","^Nyatanya kemerdekaan Indonesia berhasil dilakukan dengan perjuangan yang cukup berat.","\n","^Hari ini, Sebagai perwakilan bangsa Indonesia, kami menuntut anda untuk menyerahkan persenjataan yang ada disini.","\n","^Pasukan sekutu telah menyebarkan peringatan. Mereka akan datang ke Surabaya.","\n","^Kami tidak ingin bangsa Indonesia dijajah kembali. Bangsa Indonesia telah merdeka!","\n","^Semua jenis persenjataan yang ada disini akan sangat berguna.","\n","^Untuk mempersiapkan dan mencegah hal-hal yang tidak kami inginkan.","\n","^Sekali lagi, Saya sebagai perwakilan Bangsa Indonesia berharap Mayor untuk menyerahkan gudang persenjataan ini kepada Bangsa indonesia.","\n","^Atau kami akan merebut gudang senjata Don Bosco ini, secara paksa dengan kekerasan.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Bung Tomo mulai menerjemahkan ucapan Jasin kepada Mayor Hashimoto menggunakan bahasa Jepang.","\n","^Ucapan Bung Tomo terdengar sangat keras, penuh dengan ambisi dan keseriusan.","\n","^Semua orang yang mendengarnya merasakan semangat Bung Tomo dalam menyampaikan pesannya.","\n","#","^speaker:Mayor Hashimoto ","/#","#","^audio:celeste_low ","/#","#","^portrait:jepang","/#","^...","\n","^Baiklah.","\n","^Kami akan menyerahkan persediaan senjata kami.","\n","^Karena sepertinya kalian lebih memerlukannya daripada kami.","\n","^Tapi...","\n","^Saya memohon satu hal.","\n","^Yaitu untuk membiarkan katana Saya.","\n","^Karena katana ini... adalah barang warisan dari keluarga Saya.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Mendengar hal itu, Bung Tomo lantas menjawab dengan spontan pada Mayor Hashimoto dalam bahasa Jepang.","\n","#","^speaker:Soetomo ","/#","#","^audio:soetomo ","/#","#","^portrait:soetomo","/#","^\"Dengan segala hormat, Hashimoto-san.\"","\n","^\"Kami akan mengambil semua persediaan senjata yang ada disini, tanpa terkecuali.\"","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Mayor Hasimoto menghela nafas, terlihat ia masih belum siap untuk merelakan pedang tersebut.","\n","^Dia mengangkat katana tersebut dan memberikannya kepada Moh. Jasin.","\n","end",{"#f":1}],"part3":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Setelah empat jam perundingan berlalu, akhirnya persenjataan dalam jumlah yang besar dialih tangankan kepada Bangsa Indonesia.","\n","^Moh. Jasin didampingi Bung Tomo membawa naskah tersebut keluar gedung.","\n","^Moh. Jasin membuka lembaran tersebut dan menunjukkan kepada seluruh pemuda yang menunggu di luar.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Saudara-saudara sekalian!","\n","^Jepang telah menyerahkan persenjataan disini kepada...","\n","^BANGSA INDONESIA! MERDEKA!!","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Semua pemuda bersorak dan menyambut kabar gembira tersebut sebagai tanda kemenangan,","\n","^Atas keberhasilan dalam perebutan gudang persenjataan Don Bosco.","\n","done",{"#f":1}],"part4":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Pasukan BKR beserta para pemuda pun mengambil alih gudang tersebut dan persenjataannya dibagikan.","\n","^Sebagian besar diambil alih oleh BKR untuk persediaan militer.","\n","^Perebutan senjata terus dilakukan mulai dari markas Kempeitai Surabaya, Tobu Jawa Butai, dan markas lainnya.","\n","done",{"#f":1}],"sequelYamato":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Tidak lama setelah perebutan Don Bosco, tibalah pasukan Sekutu di Kota Surabaya pada tanggal 18 September 1945.","\n","^Mereka singgah di Hotel Yamato yang kemudian dijadikan markas sementara untuk tawanan Jepang dan interniran.","\n","^Para pemuda yang melihat adanya bendera Belanda pun marah karena telah menghina kemerdekaan Indonesia.","\n","^Mereka pun mulai menyerbu Hotel Yamato untuk menurunkan bendera tersebut dengan perlawanan dari Belanda.","\n","^Untungnya, pemuda Surabaya telah dipersenjatai berkat perebutan gudang senjata Jepang.","\n","^Namun apakah para pejuang dapat berhasil melawan pasukan Sekutu?","\n","end",{"#f":1}],"sequel3Hari":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Hasil nyata dari perebutan ini dapat terlihat dari peristiwa perobekan bendera Belanda di Hotel Yamato.","\n","^Sifat keras kepala warga Surabaya saat perundingan bersama WVC Ploegman menimbulkan pertempuran yang tak terelakkan.","\n","^Tidak sedikit korban jiwa atas pertempuran tersebut, baik dari pihak Belanda maupun pihak warga Surabaya.","\n","^Namun, hal itu tidak membuat pasukan Sekutu gentar karena mereka benar-benar serius akan hal ini.","\n","^Pada tanggal 25 Oktober 1945, pasukan Sekutu mendaratkan 3 buah kapal laut yang dipimpin oleh A.W.S Mallaby.","\n","^Mereka ingin berunding bersama pemimpin yang ada di Kota Surabaya.","\n","^Pihak Indonesia pun mendatangkan Moestopo yang telah diangkat sebagai Menteri Pertahanan atas jasanya.","\n","^Akankah pihak Sekutu datang secara damai? Atau mereka memang siap untuk pertempuran melawan Indonesia?","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}