{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Quest_BergabungBKR":["#","^speaker:Bung Tomo ","/#","#","^portrait:soetomo ","/#","#","^audio:soetomo","/#","^Perhatian! Perhatian! Disampaikan kabar penting bagi seluruh rakyat Surabaya!","\n","^Pada tanggal 17 Agustus, di Jakarta, Bung Karno telah membacakan Proklamasi Kemerdekaan Republik Indonesia.","\n","^Bangsa kita… telah merdeka! Bebas dari belenggu penjajahan.","\n","^Namun saudara-saudara… perjuangan belum usai. Meski Jepang telah menyatakan menyerah, pasukan mereka dan gudang senjatanya masih berada di tanah air kita.","\n","^Oleh sebab itu, wahai pemuda-pemudi Surabaya… Mari bangkit! Bersatulah dalam Barisan Keamanan Rakyat — BKR.","\n","^Sebuah pasukan rakyat untuk menjaga dan mempertahankan kemerdekaan yang telah kita raih bersama.","\n","^Bagi siapa saja yang bersedia memperjuangkan tanah air... Segeralah menuju markas BKR dan temui Pak Soengkono.","\n","^Sebarkan kabar ini kepada siapa pun yang kau jumpai!","\n","^Melawan penjajahan adalah tanggung jawab kita bersama. Demi tanah air… demi masa depan…","\n","^Merdeka!","\n","^Tidak ada yang mundur — kita maju bersama!","\n","end",{"#f":1}],"Quest_PergiKeMarkasBKR":["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Bzzzzt... krrkkhh... *klik.*","\n","#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Suara radio perlahan memudar. Karman terdiam sejenak, menatap lantai kayu yang retak dan tua.","\n","#","^speaker:Karman ","/#","#","^portrait:karman ","/#","#","^audio:animal_crossing_mid","/#","^Markas BKR...  Jadi ini waktunya.","\n","#","^speaker:Karman ","/#","#","^portrait:karman ","/#","#","^audio:animal_crossing_mid","/#","^Kalau pasukan asing benar-benar bergerak, mereka butuh semua bantuan yang bisa mereka dapatkan.","\n","#","^speaker:Karman ","/#","#","^portrait:karman ","/#","#","^audio:animal_crossing_mid","/#","^Aku tak bisa hanya duduk di sini.","\n","#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Langkahnya terasa berat. Tapi hatinya… sudah memutuskan.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}