{"inkVersion":21,"root":[["#","^speaker: ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Bzzzt... bzzzt..","\n","#","^speaker:??? ","/#","#","^portrait:null ","/#","#","^audio:adit","/#","^Selamat pagi, wahai saudara-saudara sekalian di kota Surabaya.","\n","^Semoga Allah SWT senantiasa merahmati kita semua pada pagi yang penuh harapan ini.","\n","^Seperti yang telah diketahui oleh seluruh rekan di sini, pada tanggal 17 Agustus tahun 1945...","\n","^Indonesia telah dengan gagah berani mengumumkan kemerdekaannya yang telah lama dirindukan.","\n","^Bung Karno, Bung Hatta, dan para pahlawan bangsa telah berhasil memproklamasikan kebebasan bangsa Indonesia atas aksi penjajahan oleh bangsa lain.","\n","^Kemerdekaan ini telah diumumkan sebagai harapan yang tak terbendung bagi rakyat Indonesia yang lama merindukan kebebasan.","\n","^Namun, tidak dapat kita abaikan bahwa pihak pendudukan Jepang berusaha dengan keras untuk membungkam segala bentuk siaran radio","\n","^Yang membicarakan peristiwa-peristiwa bersejarah ini.","\n","^Mereka takut akan semangat yang berkobar di hati rakyat kita, semangat untuk meraih kemerdekaan yang telah lama ditindas.","\n","^Namun, di tengah keterbatasan yang kita hadapi...","\n","^Hari ini. Tanggal 11 September 1945. Kita berhasil mendirikan siaran radio milik Indonesia sendiri.","\n","^Radio Republik Indonesia 91.2 FM, dengan ini berdiri kokoh sebagai sumber informasi yang tak tergoyahkan.","\n","^Kita bersama-sama dengan tekad bulat akan terus menyebarkan berita tentang peristiwa bersejarah ini...","\n","^Memotivasi seluruh rakyat Indonesia untuk berjuang bersama demi kemerdekaan yang kita cita-citakan.","\n","^Bersama, kita akan mengatasi segala rintangan dan mengejar impian bersama untuk Indonesia yang merdeka dan berdaulat.","\n","^Terima kasih, dan semoga kita semua terus bersatu dalam perjuangan kita.","\n","^...","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"part2":["#","^speaker: ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^(Terdapat transisi alunan musik tradisional Indonesia yang menghantarkan ke pembukaan siaran.)","\n","#","^speaker:??? ","/#","#","^portrait:null ","/#","#","^audio:adit","/#","^Mari kita beralih untuk membahas kabar mengenai situasi dan kondisi di seluruh Indonesia saat ini.","\n","#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Siaran radio ini kemudian menyampaikan informasi-informasi perjuangan dan pertahanan kemerdekaan Indonesia.","\n","^Mulai dari perintah pengibaran bendera merah putih oleh Soekarno, hingga pembubaran berbagai organisasi Jepang di Indonesia.","\n","#","^speaker:??? ","/#","#","^portrait:null ","/#","#","^audio:adit","/#","^Selanjutnya terkait Badan Keamanan Rakjat.","\n","^Badan Keamanan Rakjat yang telah dibentuk pada tanggal 22 Agustus 1945, yaitu dua minggu yang lalu.","\n","^BKR adalah sebuah organisasi yang memegang peranan penting dalam menjaga keamanan dan ketertiban di tengah gejolak kemerdekaan kita.","\n","^Kami memanggil saudara-saudara sekalian yang memiliki semangat patriotik,","\n","^Yang pernah menjadi anggota kepolisian, para bekas anggota PETA, Heiho dan lainnya,  untuk bergabung dengan BKR.","\n","^Marilah, dengan tekad bulat, kita jadikan Indonesia yang merdeka semakin kuat!","\n","#","^speaker: ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Bzzzzzt.","\n","end",{"#f":1}],"yamato":["#","^speaker:??? ","/#","#","^portrait:null ","/#","#","^audio:adit","/#","^Kemudian dilanjutkan dengan kabar dari kota Surabaya.","\n","^Seorang pemuda bernama Hariyono telah membantu warga Surabaya untuk merealisasikan perintah Bung Karno.","\n","end",{"#f":1}],"yamato_bg":["#","^speaker:??? ","/#","#","^portrait:null ","/#","#","^audio:adit","/#","^Bung Karno mengeluarkan maklumat pada tanggal 31 Agustus 1945.","\n","^Yang menetapkan bahwa mulai 1 September 1945 bendera nasional Merah Putih dikibarkan diseluruh wilayah Indonesia.","\n","^Gerakan pengibaran bendera tersebut makin meluas ke segenap pelosok Kota Surabaya, salah satunya berkat Bung Hariyono.","\n","^Semoga Kemerdekaan ini berlangsung selama ada sosok patriotik seperti Bung Hariyono!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}