{"inkVersion":21,"root":[["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Tahun 1945. Indonesia baru saja memproklamasikan kemerdekaannya.","\n","^Jakarta bersorak, rakyat menari di jalanan, dan bendera Merah Putih berkibar di tiang-tiang bambu.","\n","^Tapi di kota ini—di Surabaya—kemerdekaan belum terasa nyata. Bahkan udara masih mengandung aroma tegang dari pertempuran yang belum selesai.","\n","^Pasukan Jepang memang telah menyerah kepada Sekutu... Namun mereka masih memegang senjata, masih menguasai gudang-gudang, kantor, dan barak militer.","\n","^Di sudut-sudut kota, pasukan mereka masih bersinar dalam sorot lampu jaga.","\n","^Sementara itu, kabar burung mulai beredar: Tentara Belanda, bersembunyi di balik bendera Sekutu, hendak kembali menginjakkan kaki di tanah ini.","\n","^Mereka datang bukan untuk membawa damai... tapi untuk merebut kembali apa yang dulu mereka klaim sebagai milik mereka.","\n","^Rakyat tahu. Pemuda-pemudi tahu.","\n","^Ini belum akhir. Ini baru permulaan.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"part2":["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^bzzt bzzt...","\n","^Suara serak dari radio tua memecah keheningan.","\n","#","^speaker:Bung Tomo ","/#","#","^portrait:soetomo ","/#","#","^audio:soetomo","/#","^Saudara-saudara... bangsa Indonesia telah merdeka!","\n","#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Karman terdiam. Matanya menatap kosong ke arah radio. Suara itu seakan datang dari dunia lain.","\n","^Dunia yang sedang berubah, dan mungkin... akan menyeretnya masuk ke dalam arus sejarah.","\n","^Tapi... suara dari radio itu belum selesai. Seperti terputus-putus, kadang jelas, kadang tenggelam oleh dengung gangguan.","\n","^Ada sesuatu di balik siaran itu. Sesuatu yang belum selesai. Kabar yang belum lengkap, dan mungkin... bisa mengubah segalanya.","\n","^Di depan sana, radio tua itu masih menyala, lampunya berkedip lemah.","\n","^Dekati radio! Mungkin, jika kau cukup dekat... kau bisa mendengar kebenaran yang ingin ia sampaikan.","\n","end",{"#f":1}],"part3":["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Langkahmu akan membawa perubahan, Karman. Bukan hanya untukmu... tapi untuk kota ini. Untuk bangsa ini.","\n","^Gunakan tombol W, A, S, D untuk berjalan. Setiap langkahmu, adalah bagian dari cerita.","\n","^Ingat, langkahmu bukan sekadar gerak kaki. Terkadang, sejarah menuntut kita untuk bergerak cepat.","\n","^Tahan tombol Shift untuk berlari. Lari... seperti saat kau mengejar harapan, atau berusaha menyelamatkan nyawa.","\n","^Dan dalam keadaan mendesak—saat detik terasa seperti peluru, Klik kanan untuk melesat sejenak.","\n","^Ini bukan pelarian, tapi taktik. Keberanian pun butuh kecepatan.","\n","^Ada benda-benda di sekitarmu. Mungkin biasa saja... tapi sejarah sering tersembunyi di balik hal-hal paling sunyi.","\n","^Tekan F untuk berinteraksi.","\n","^Radio tua itu...","\n","^Pintu kayu..","\n","^Semua bisa bicara—asal kau mau mendengarkan. Siapa tahu, di balik derit mesin usangnya, tersimpan kabar yang akan menggugah semangat juangmu.","\n","end",{"#f":1}],"part4":["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Tapi perjuangan ini bukan hanya soal mendengar. Kau akan menerima tugas-tugas yang muncul sebagai \"Quest\".","\n","^📜 Main Quest ditandai dengan nama berwarna merah.","\n","^Itulah jalur utama perjuanganmu. Mereka harus diselesaikan untuk melanjutkan perjalanan.","\n","^🗂️ Side Quest muncul dengan nama berwarna coklat. Mereka adalah kisah-kisah kecil di tengah gejolak besar.","\n","^Kau boleh memilih untuk mengabaikannya… Tapi siapa tahu, mungkin di sanalah kau menemukan makna yang sesungguhnya.","\n","^Klik pada quest untuk membuka detail deskripsinya.","\n","^Jika kau bingung, bacalah kembali. Kadang, jawabannya tersembunyi di antara kalimat.","\n","end",{"#f":1}],"part5":["#","^speaker:null ","/#","#","^portrait:null ","/#","#","^audio:null","/#","^Dan satu hal lagi, perjuangan ini luas. Kau akan menjelajahi jalanan Surabaya. Klik ikon peta untuk melihat keseluruhan map.","\n","^Setiap pintu yang bisa kau masuki akan membawamu ke bagian cerita yang berbeda.","\n","^Dekati pintu, lalu tekan F untuk masuk. Karena dalam setiap ruangan, mungkin saja... sejarah sedang menunggumu di baliknya.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}