{"inkVersion":21,"root":[["\n","#","^speaker:null","/#","^(Ketiganya melangkah keluar dari gudang. Matahari siang menyambut, dan puluhan pemuda berkumpul di luar menunggu hasil perundingan.)","\n","#","^speaker:Soetomo","/#","^Mereka menunggu jawaban, Yasin… Karman. Kau yang memimpin pembicaraan tadi. Katakan pada mereka.","\n","ev",{"VAR?":"sukses_total"},"/ev",[{"->":".^.b","c":true},{"b":["\n","#","^speaker:Karman","/#","^Kita berhasil. Seluruh isi gudang—senjata, amunisi, bahkan logistik—akan diserahkan kepada kita. Tanpa setetes darah pun tumpah.","\n","#","^speaker:M.Yasin","/#","^Diplomasi kita membuahkan hasil luar biasa. Rakyat Surabaya kini punya senjata untuk menghadapi ancaman yang lebih besar.","\n","#","^speaker:Soetomo","/#","^Kemenangan ini… adalah bukti bahwa kata-kata pun bisa sekuat peluru, bila digunakan dengan bijak.","\n",{"->":"0.16"},null]}],[{"->":".^.b"},{"b":["\n","ev",{"VAR?":"sukses_sebagian"},"/ev",[{"->":".^.b","c":true},{"b":["\n","#","^speaker:Karman","/#","^Tidak semuanya… tapi sebagian besar senjata akan kita bawa keluar hari ini. Komandan Jepang setuju, dengan syarat tertentu.","\n","#","^speaker:M.Yasin","/#","^Ini mungkin bukan kemenangan penuh, tapi cukup untuk memperkuat barisan kita. Kita punya amunisi… dan waktu.","\n","#","^speaker:Soetomo","/#","^Kita mengambil apa yang kita bisa. Dan rakyat akan melihat, perjuangan tidak pernah berhenti.","\n",{"->":"0.15.b.6"},null]}],[{"->":".^.b"},{"b":["\n","ev",{"VAR?":"ending_terpaksa"},"/ev",[{"->":".^.b","c":true},{"b":["\n","#","^speaker:Karman","/#","^Hasilnya… tidak seperti yang kita harapkan. Mereka hanya menyerahkan sebagian kecil senjata, dan itu pun dengan sikap terpaksa.","\n","#","^speaker:M.Yasin","/#","^Tapi lebih baik kita pulang membawa sesuatu… daripada tidak membawa apa-apa. Kita tidak menyerah. Kita akan cari jalan lain.","\n","#","^speaker:Soetomo","/#","^Ini adalah kenyataan diplomasi. Kadang, bukan tentang kemenangan… tapi tentang bertahan hari ini, agar bisa berjuang esok.","\n",{"->":".^.^.^.6"},null]}],[{"->":".^.b"},{"b":["\n","#","^speaker:Karman","/#","^Maafkan kami… Negosiasi gagal. Tidak ada senjata, tidak ada logistik. Mereka menutup pintu rapat-rapat.","\n","#","^speaker:M.Yasin","/#","^Tapi ini bukan akhir. Kita tahu di mana mereka menyimpan kekuatan. Dan kita tahu siapa yang siap berjuang.","\n","#","^speaker:Soetomo","/#","^Jangan patah semangat, anak-anak Surabaya. Gagal hari ini bukan berarti kalah selamanya.","\n",{"->":".^.^.^.6"},null]}],"nop","\n",{"->":"0.15.b.6"},null]}],"nop","\n",{"->":"0.16"},null]}],"nop","\n","#","^speaker:null","/#","^(Suara riuh pemuda membesar. Beberapa bersorak, beberapa terdiam, merenung. Tapi di mata mereka… tidak ada ketakutan.)","\n","#","^speaker:Karman","/#","^Apapun hasilnya… kita tetap berdiri di sini. Bersama. Dan perjuangan belum berakhir.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev","str","^","/str",{"VAR=":"start_quest"},false,{"VAR=":"quest_MengibarkanBendera_completed"},false,{"VAR=":"set_health_bonus"},false,{"VAR=":"set_damage_bonus"},false,{"VAR=":"questBelakang"},false,{"VAR=":"questDepan"},false,{"VAR=":"sopan"},false,{"VAR=":"tidak_sopan"},false,{"VAR=":"ending_terpaksa"},false,{"VAR=":"ending_gagal"},false,{"VAR=":"sukses_total"},false,{"VAR=":"sukses_sebagian"},"/ev","end",null],"#f":1}],"listDefs":{}}