{"inkVersion":21,"root":[["#","^speaker:M.Yasin","/#","^Kau butuh sesuatu?","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"AjakBicara":[["#","^speaker:M.Yasin","/#","^Karman... Terima kasih telah datang tepat waktu. Kami telah mendengar sepak terjangmu selama ini, dan kami percaya, darah juangmu akan menjadi nyala api dalam misi ini.","\n","^Target kita jelas—Gudang Don Bosco. Tempat itu ibarat jantung bagi pasukan Jepang di Surabaya. Jika berhasil kita rebut, maka bukan hanya senjata yang kita dapatkan, tapi juga harapan dan semangat bagi seluruh rakyat yang tengah berjuang.","\n",["ev",{"^->":"AjakBicara.0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Apa yang harus aku lakukan, Pak Yasin?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"AjakBicara.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.7.s"},[{"#n":"$r2"}],"\n",{"->":"BriefingTugas"},{"#f":5}]}],{"#f":1}],"BriefingTugas":[["#","^speaker:M.Yasin","/#","^Kau akan tergabung dalam tim serbu. Kita ada tiga puluh orang—sebagian anak muda seperti dirimu, sebagian lagi bekas tentara KNIL dan laskar rakyat.","\n","^Dibagi jadi dua tim: tim serbu dan tim logistik. Tim serbu akan bergerak cepat dan menyusup ke dalam gudang. Tim logistik akan bertugas mengangkut senjata dan perlengkapan yang berhasil kita rampas ke tempat aman.","\n","#","^speaker:Subianto","/#","^Gudang Don Bosco bukan gudang biasa, Karman. Itu pusat penyimpanan senjata berat dan amunisi yang digunakan Jepang untuk mengendalikan Jawa Timur. Mereka menyimpannya di sana sejak pendudukan awal.","\n","^Bila berhasil kita kuasai, kita akan punya kekuatan sejajar dengan mereka. Kita bisa bertempur, bukan dengan bambu runcing semata, tapi dengan senjata api, mortir, bahkan granat buatan mereka sendiri.","\n",["ev",{"^->":"BriefingTugas.0.14.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Tapi bagaimana kita bisa pastikan serangan ini berhasil?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"BriefingTugas.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.14.s"},[{"#n":"$r2"}],"\n",{"->":"StrategiSerangan"},{"#f":5}]}],{"#f":1}],"StrategiSerangan":[["#","^speaker:M.Yasin","/#","^Kita tidak bisa menyusun serangan besar-besaran layaknya tentara resmi. Maka kita bertumpu pada dua hal: **kejutan** dan **kecepatan**.","\n","^Kita akan menyelinap diam-diam dan menyerang ketika mereka sedang lengah. Serangan kita akan berlangsung cepat, tak lebih dari satu jam. Lewat dari itu, bala bantuan mereka bisa tiba, dan kita bisa terkepung.","\n","^Kita hanya membawa senjata ringan: karabin tua, granat tangan buatan rakyat, dan pisau bayonet. Dua truk akan ikut dari belakang, menunggu aba-aba untuk masuk dan mengangkut apa pun yang bisa dibawa.","\n",["ev",{"^->":"StrategiSerangan.0.9.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Apakah kita tahu seperti apa penjagaan di sana?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"StrategiSerangan.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.9.s"},[{"#n":"$r2"}],"\n",{"->":"InfoPenjagaan"},{"#f":5}]}],{"#f":1}],"InfoPenjagaan":[["#","^speaker:M.Yasin","/#","^Kita belum punya data lengkap. Tapi dari laporan yang dikirim intel kita, mereka sedang dalam masa transisi jaga. Beberapa pasukan Heiho Jepang mulai direlokasi karena kekalahan di front Pasifik.","\n","^Mereka mulai lengah. Mengira rakyat Surabaya tak punya daya. Itu kesombongan mereka yang bisa jadi celah kita.","\n","#","^speaker:Subianto","/#","^Aku pernah menyusup ke area sekitar gudang itu. Penjagaan di malam hari berkurang. Pos jaga sering kali kosong selama beberapa menit karena pergantian shift. Banyak dari mereka terlalu percaya diri.","\n",["ev",{"^->":"InfoPenjagaan.0.12.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Tapi apakah itu cukup jadi jaminan? Bagaimana jika mereka bersiaga?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"InfoPenjagaan.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.12.s"},[{"#n":"$r2"}],"\n",{"->":"WaktuTerbaik"},{"#f":5}]}],{"#f":1}],"WaktuTerbaik":[["#","^speaker:Subianto","/#","^Tak ada jaminan dalam perang, Karman. Tapi kita harus memanfaatkan kebiasaan musuh.","\n","^Biasanya selepas tengah malam, mereka mulai lengah. Beberapa bahkan tertidur di pos jaga. Saat itulah kita menyerang—bagaikan badai dalam senyap.","\n","#","^speaker:Mamahit","/#","^Truk telah disiapkan, bahan bakarnya penuh, dan supir sudah paham rute pelarian. Tapi saat evakuasi nanti, kita butuh satu orang untuk memastikan tak ada senjata, amunisi, atau bahkan dokumen penting yang tertinggal.","\n",["ev",{"^->":"WaktuTerbaik.0.12.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Apa aku bisa membantu di bagian logistik juga, Pak?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"WaktuTerbaik.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.12.s"},[{"#n":"$r2"}],"\n",{"->":"FokusTugas"},{"#f":5}]}],{"#f":1}],"FokusTugas":[["#","^speaker:M.Yasin","/#","^Fokusmu tetap di garis depan. Tapi jika situasi memungkinkan, bantu kawal truk saat kembali. Kau harus jadi mata dan telinga bagi kami.","\n","#","^speaker:Mamahit","/#","^Jangan kuatir, Karman. Kami dari tim logistik akan mengikutimu dari belakang. Tapi jika kau bisa amankan jalur masuk dan keluar, akan sangat membantu.","\n","#","^speaker:M.Yasin","/#","^Baik. Kita akan berkumpul di sekitar kompleks Gudang Don Bosco pukul dua puluh dua. Gunakan pakaian gelap, hindari suara, dan pastikan senjatamu tidak jatuh atau berbunyi saat bergerak.","\n","^Kita harus keluar dari area itu sebelum fajar menyingsing. Jika kita gagal, bukan hanya senjata yang hilang, tapi mungkin nyawa kita juga.","\n",["ev",{"^->":"FokusTugas.0.17.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^Dimengerti, Pak. Aku siap.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"FokusTugas.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.17.s"},[{"#n":"$r2"}],"\n",{"->":"PenutupBriefing"},{"#f":5}]}],{"#f":1}],"PenutupBriefing":["#","^speaker:M.Yasin","/#","^Karman... Kau bukan lagi sekadar pemuda biasa. Kau bagian dari arus sejarah. Jika kita berhasil malam ini, maka anak cucu kita akan mengingat bahwa kita pernah melawan—dengan darah dan nyawa.","\n","^Berjuanglah bukan untuk nama, tapi untuk tanah air. Indonesia belum merdeka sepenuhnya... tapi malam ini, kita rebut satu langkah menuju ke sana.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}