{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"BungTomo":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Suasana memanas di lapangan luas di tengah kota. Ratusan pemuda berkumpul.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Di atas mimbar, Bung Tomo, Kapten Soengkono dan Residen Sudirman  berdiri tegap.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Suara pengeras membahana—membakar semangat yang mulai berkobar di dada para pemuda.","\n","#","^speaker:Soetomo ","/#","#","^audio:null ","/#","#","^portrait:soetomo","/#","^Saudara-saudara!","\n","^Jangan biarkan penjajah kembali menginjak tanah kita! Kemerdekaan yang telah kita proklamasikan bukan hadiah—itu hasil perjuangan dan darah!","\n","^Jepang telah kalah. Tapi gudang-gudang senjata mereka masih mereka jaga.","\n","^Dan sekarang, Belanda datang lagi lewat NICA, bersembunyi di balik pasukan Sekutu!","\n","^Apakah kita akan diam saja? Tidak! Kita, pemuda Surabaya, harus berdiri di garda depan!","\n","^Barisan Keamanan Rakyat, BKR, telah dibentuk.","\n","^Bergabunglah! Angkat bambu runcingmu, galang persatuan, dan jaga republik ini sampai titik darah penghabisan!","\n","^Merdeka... atau mati! Surabaya tidak tunduk!","\n","end",{"#f":1}],"Sudirman":["#","^speaker:Sudirman ","/#","#","^audio:null ","/#","#","^portrait:sudirman","/#","^Para pejuang muda Surabaya…","\n","#","^speaker:Sudirman","/#","^Kita berada di tengah pergolakan besar. Bangsa kita baru lahir, tapi bahaya sudah mengetuk di depan pintu.","\n","#","^speaker:Sudirman","/#","^Ingatlah—Surabaya adalah benteng perjuangan. Tempat di mana semangat rakyat membara, di mana pemuda-pemudi bersatu tanpa ragu!","\n","#","^speaker:Sudirman","/#","^BKR bukan sekadar pasukan. Ini adalah wujud dari tekad bangsa untuk menjaga tanah airnya. Tidak ada senjata yang lebih kuat daripada keberanian dan persatuan.","\n","#","^speaker:Sudirman","/#","^Jangan takut. Karena selama kemerdekaan ada di hati kita, tidak ada kekuatan yang bisa memadamkannya.","\n","#","^speaker:Sudirman","/#","^Bersiaplah. Hari-hari ke depan akan berat, tapi di pundak kalianlah masa depan republik ini ditentukan.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}